Repository: BernardoBehring/HuntScheduler
Catalog: Backend/HuntSchedule.Services/Resources/ErrorMessages.*.resx
Languages: de, es, pl, pt

source: User not found
de: Benutzer nicht gefunden
es: Usuario no encontrado
pl: Użytkownik nie znaleziony
pt: Usuário não encontrado

source: Server not found
de: Server nicht gefunden
es: Servidor no encontrado
pl: Serwer nie znaleziony
pt: Servidor não encontrado

source: Character not found
de: Charakter nicht gefunden
es: Personaje no encontrado
pl: Postać nie znaleziona
pt: Personagem não encontrado

source: Request not found
de: Anfrage nicht gefunden
es: Solicitud no encontrada
pl: Wniosek nie znaleziony
pt: Solicitação não encontrada

source: Role not found
de: Rolle nicht gefunden
es: Rol no encontrado
pl: Rola nie znaleziona
pt: Função não encontrada

source: Respawn not found
de: Respawn nicht gefunden
es: Respawn no encontrado
pl: Respawn nie znaleziony
pt: Respawn não encontrado

source: Slot not found
de: Zeitslot nicht gefunden
es: Horario no encontrado
pl: Slot nie znaleziony
pt: Horário não encontrado

source: Period not found
de: Zeitraum nicht gefunden
es: Período no encontrado
pl: Okres nie znaleziony
pt: Período não encontrado

source: ID mismatch
de: ID-Abweichung
es: Incompatibilidad de ID
pl: Niezgodność ID
pt: Incompatibilidade de ID

# CharacterNotFoundOnTibia
source: Character '{0}' not found on Tibia.com
de: Charakter '{0}' nicht auf Tibia.com gefunden
es: Personaje '{0}' no encontrado en Tibia.com
pl: Postać '{0}' nie znaleziona na Tibia.com
pt: Personagem '{0}' não encontrado no Tibia.com

# CharacterServerNotConfigured
source: Character '{0}' is on server '{1}' which is not configured in our system
de: Charakter '{0}' ist auf Server '{1}', der in unserem System nicht konfiguriert ist
es: Personaje '{0}' está en el servidor '{1}' que no está configurado en nuestro sistema
pl: Postać '{0}' jest na serwerze '{1}', który nie jest skonfigurowany w naszym systemie
pt: Personagem '{0}' está no servidor '{1}' que não está configurado em nosso sistema

# CharacterServerMismatch
source: Character '{0}' is on server '{1}', but you selected '{2}'
de: Charakter '{0}' ist auf Server '{1}', aber du hast '{2}' ausgew√§hlt
es: Personaje '{0}' está en el servidor '{1}', pero seleccionaste '{2}'
pl: Postać '{0}' jest na serwerze '{1}', ale wybrałeś '{2}'
pt: Personagem '{0}' está no servidor '{1}', mas você selecionou '{2}'

# ConflictWithApprovedRequest
source: Conflict with approved request #{0}
de: Konflikt mit genehmigter Anfrage #{0}
es: Conflicto con solicitud aprobada #{0}
pl: Konflikt z zatwierdzonym wnioskiem #{0}
pt: Conflito com solicitação aprovada #{0}

source: Status not found
de: Status nicht gefunden
es: Estado no encontrado
pt: Status não encontrado

source: Difficulty not found
de: Schwierigkeit nicht gefunden
es: Dificultad no encontrada
pt: Dificuldade não encontrada

# PartyMembersRequired
source: At least one party member is required
de: Mindestens ein Gruppenmitglied ist erforderlich

# InsufficientPartyMembers
source: This respawn requires at least {0} party members, but only {1} were provided
de: Dieser Respawn erfordert mindestens {0} Gruppenmitglieder, aber nur {1} wurden angegeben
